Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Clear cookies and other site data when I log out
ca_es: Esborra les galetes i altres dades dels llocs quan tanqui la sessió

source: Use of a proxy is disabled but an explicit proxy configuration is specified.
ca_es: L'ús d'un servidor intermediari no està activat, però s'ha especificat una configuració explícita d'un servidor intermediari.

source: Expand...
ca_es: Amplia...

source: &Help
ca_es: &Ajuda

source: About Autofill
ca_es: Quant a l'Emplenament automàtic

source: Selected file is too big.
ca_es: El fitxer seleccionat és massa gran.

source: Issued by: %{NAME}
ca_es: Emès per: %{NAME}

source: Bookmark all tabs...
ca_es: Afegeix totes les pestanyes a les adreces d'interès...

source: Search downloads
ca_es: Cerca baixades

source: Save Lin&k As...
ca_es: Anomena i desa &l'enllaç...

source: Enables the Oak tree viewer in ash. Allows inspection of window, layer and view hierarchies and their properties. Press Ctrl+Shift+F1 to access.
ca_es: Activa el lector Oak d'ash. Permet la inspecció de les jerarquies de finestres, de capes i de visualitzacions i les seves propietats. Premeu Ctrl+Maj+F1 per accedir-hi.

source: Load unpacked extension...
ca_es: Carrega l'extensió en desenvolupament...

source: Don't show on this page
ca_es: No la mostris en aquesta pàgina

source: Access all text spoken using synthesized speech
ca_es: Accediu a tot el text pronunciat amb un sintetitzador de veu

source: Weeks
ca_es: Setmanes

source: If it is already listed as a program allowed to access the network, try removing it from the list and adding it again.
ca_es: Si ja apareix com un programa amb autorització per accedir a la xarxa, proveu d'eliminar-lo de la llista i de tornar-lo a afegir.

source: Speculative fix for http://crbug.com/169848
ca_es: Correcció especulativa per a http://crbug.com/169848

source: Confirm Removal
ca_es: Confirmació de l'eliminació

source: Certificate Key Usage: %{USAGES}
ca_es: Ús de claus de certificat: %{USAGES}

source: Extension Description
ca_es: Descripció de l'extensió

source: Use this extension by clicking on this icon or by pressing %{EXTENSION_SHORTCUT}.
ca_es: Per fer servir aquesta extensió, feu clic en aquesta icona o premeu %{EXTENSION_SHORTCUT}.

source: Smooth Scrolling
ca_es: Desplaçament suau

source: View S&ource
ca_es: Visualitza l'&origen

source: Location:
ca_es: Ubicació:

source: Feedback
ca_es: Comentaris

source: Select by opener
ca_es: Selecciona per mètode d'obertura

source: (expired)
ca_es: (caducat)

source: Manage galleries
ca_es: Gestiona les galeries

source: There was an error (%{ERROR}) while downloading the plug-in.
ca_es: S'ha produït un error (%{ERROR}) en baixar el connector.

source: Transfer failed, unexpected error: $1
ca_es: Error en transferir, error inesperat: $1

source: Enables touchpad three-finger-click as middle button.
ca_es: Activa el clic amb tres dits al ratolí tàctil com a botó central.

source: Shift Time Window
ca_es: Finestra per canviar l'hora

source: Proxy server connection failed.
ca_es: S'ha produït un error en connectar amb el servidor intermediari.

source: Unpin from Launcher
ca_es: No ho fixis a la barra d'execució ràpida

source: Certificate manager
ca_es: Gestor de certificats

source: Cannot save due to insufficient permissions. Please save to another location.
ca_es: No es pot desar perquè no hi ha prou permisos. Deseu-ho en un altre lloc.

source: Transferring $1 items.
ca_es: S'estan transferint $1 elements.

source: Buy more storage
ca_es: Compra més emmagatzematge

source: An unsandboxed plug-in was allowed to run running on this page.
ca_es: S'ha pogut executar un connector de fora de la zona de proves en aquesta pàgina.

source: Warning:
ca_es: Advertiment:

source: Do not allow sites to access my camera
ca_es: No permetis que els llocs accedeixin a la càmera

source: Click %{BEGIN_BOLD}Start%{END_BOLD}, click %{BEGIN_BOLD}Run%{END_BOLD}, type %{BEGIN_BOLD}%windir%\network diagnostic\xpnetdiag.exe%{END_BOLD}, and then click %{BEGIN_BOLD}OK%{END_BOLD}.
ca_es: Feu clic a %{BEGIN_BOLD}Inicia%{END_BOLD}, feu clic a %{BEGIN_BOLD}Executa%{END_BOLD}, escriviu %{BEGIN_BOLD}%windir%\\network diagnostic\\xpnetdiag.exe%{END_BOLD} i, a continuació, feu clic a %{BEGIN_BOLD}D'acord%{END_BOLD}.

source: Menu containing hidden extensions
ca_es: Menú amb extensions amagades

source: %{FILE_TYPE} file
ca_es: Fitxer %{FILE_TYPE}

source: Content from %{ELEMENTS_HOST_NAME}, a known malware distributor, has been inserted into this web page. Visiting this page now is very likely to infect your Mac with malware.
ca_es: El contingut de %{ELEMENTS_HOST_NAME}, un distribuïdor de programari maliciós conegut, s'ha inserit en aquesta pàgina web. Si visiteu aquesta pàgina ara, és molt probable que el vostre Mac quedi infectat amb programari maliciós.

source: Are you sure you want to delete $1 items?
ca_es: Esteu segur que voleu suprimir $1 elements?

source: Invalid or corrupt file.
ca_es: Fitxer no vàlid o corromput.

source: Database storage
ca_es: Emmagatzematge de la base de dades

source: Install these apps?
ca_es: Voleu instal·lar aquestes aplicacions?

source: Always allow %{HOST} to access your camera and microphone
ca_es: Permet sempre que %{HOST} accedeixi a la càmera i al micròfon

source: Delete this user
ca_es: Suprimeix aquest usuari

source: Did you mean to go to %{SITE}?
ca_es: Volies anar a %{SITE}?

source: Allows the user to switch between mobile carriers from the UI. Warning: The Sprint carrier will ONLY work for users with an existing Sprint plan.
ca_es: Permet que l'usuari canviï d'operador de telefonia mòbil des de la IU. Advertiment: L'operador de telefonia mòbil Sprint NOMÉS funcionarà per als usuaris amb un pla de Sprint existent.

source: About NaCl
ca_es: Quant a NaCl

source: This setting is enforced by an extension.
ca_es: Aquesta configuració està gestionada per una extensió.

source: Enable syncing the set of recent favicons.
ca_es: Activa la sincronització del conjunt d'icones preferides recents.

source: %{PRODUCT_NAME} needs to be restarted to apply the update.
ca_es: Cal reiniciar %{PRODUCT_NAME} per aplicar l'actualització.

source: Invalid character: $1
ca_es: Caràcter no vàlid: $1

source: Artist
ca_es: Artista

source: Sign in again...
ca_es: Torna a iniciar la sessió...

source: Sign in with your Google Account
ca_es: Inicieu la sessió amb el vostre Compte de Google

source: %{FILE_NAME} is not commonly downloaded and could be dangerous.
ca_es: %{FILE_NAME} no se sol baixar i podria ser perillós.

source: &Open Video in New Tab
ca_es: O&bre el vídeo en una pestanya nova

source: &Close Tab
ca_es: &Tanca la pestanya

source: Insufficient permissions
ca_es: Permisos insuficients

source: Very Small
ca_es: Molt petit

source: When possible, puts the scrolling contents of an overflow scrolling element onto a composited layer for faster scrolling.
ca_es: Quan sigui possible, situa el contingut de desplaçament d'un element de desplaçament de desbordament en una capa composta perquè el desplaçament sigui més ràpid.

source: PKCS #12 Export Error
ca_es: Error d'exportació PKCS #12

source: Block third-party cookies and site data
ca_es: Bloqueja les galetes de tercers i les dades del lloc

source: Disable deferred 2D canvas
ca_es: Desactivació de llenç 2D ajornat

source: You are not authorized to access the webpage at %{URL}. You may need to sign in.
ca_es: No esteu autoritzat a accedir a la pàgina web de %{URL}. És possible que calgui que hi inicieu la sessió.

source: Wallpapers appear on the Sign-in Screen.
ca_es: Els fons de pantalla apareixen a la pantalla d'inici de sessió.

source: Sync everything
ca_es: Sincronitza-ho tot

source: Skip Import
ca_es: Salta la importació

source: Track time spent on each each page
ca_es: Fes un seguiment del temps dedicat en cada pàgina

source: Middle name(s)
ca_es: Segon nom

source: Continue where I left off
ca_es: Continua on ho vaig deixar

source: %{URL} was blocked
ca_es: %{URL} s'ha bloquejat

source: When the browsing session ends
ca_es: Quan finalitza la sessió de navegació

source: Google Chrome can provide smarter spell-checking by sending what you type in the browser to Google servers, allowing you to use the same spell-checking technology used by Google search.
ca_es: Google Chrome pot proporcionar correccions ortogràfiques més útils mitjançant l'enviament del que escriviu al navegador als servidors de Google, fet que us permet utilitzar la mateixa tecnologia de correcció ortogràfica utilitzada per a la cerca de Google.

source: Enable creating a browser window when dragging tabs.
ca_es: Permet la creació d'una finestra del navegador a partir de l'arrossegament de pestanyes.

source: Quit %{PRODUCT_NAME}
ca_es: Surt de %{PRODUCT_NAME}

source: Locally stored data
ca_es: Dades emmagatzemades localment

source: Last updated:
ca_es: Última actualització:

source: Turkish
ca_es: Turc

source: Install these extensions?
ca_es: Voleu instal·lar aquestes extensions?

source: %{PRODUCT_NAME} can now sync your passwords.
ca_es: Ara %{PRODUCT_NAME} pot sincronitzar les contrasenyes.

source: Failed to output private key.
ca_es: No s'ha pogut generar la clau privada.

source: Access your data on %{WEBSITE_1}, %{WEBSITE_2}, and %{NUMBER_OF_OTHER_WEBSITES} other websites
ca_es: Accediu a les dades a %{WEBSITE_1}, a %{WEBSITE_2} i a %{NUMBER_OF_OTHER_WEBSITES} llocs web més

source: Affiliation Changed
ca_es: Ha canviat l'afiliació

source: Reload policies
ca_es: Torna a carregar les polítiques

source: There were warnings when trying to install this extension:
ca_es: S'han produït advertiments en provar d'instal·lar aquesta extensió:

source: Platform
ca_es: Plataforma

source: Check any cables and reboot any routers, modems, or other network devices you may be using.
ca_es: Reviseu els cables i reinicieu els encaminadors, els mòdems o altres dispositius de xarxa que feu servir.

source: Blocked by you
ca_es: Bloquejat pel vostre usuari

source: Your download has completed
ca_es: S'ha completat la baixada

source: Executable Path
ca_es: Camí executable

source: First user
ca_es: Primer usuari

source: Manage plug-in blocking...
ca_es: Gestiona el bloqueig de connectors...

source: Use your microphone
ca_es: Utilitzeu el micròfon

source: Cookies from multiple sites will be cleared on exit.
ca_es: Les galetes de diversos llocs s'esborraran en sortir-ne.

source: The webpage at %{URL} might be temporarily down or it may have moved permanently to a new web address.
ca_es: És possible que la pàgina web de %{URL} estigui temporalment inactiva o que s'hagi desplaçat permanentment a una nova adreça web.

source: An unknown error has occurred.
ca_es: S'ha produït un error desconegut.

source: The server does not support the functionality required to fulfill the request.
ca_es: El servidor no és compatible amb la funcionalitat necessària per satisfer la sol·licitud.

source: Always allow unsandboxed plug-ins on %{HOST}
ca_es: Permet sempre els connectors de fora de la zona de proves a %{HOST}

source: Manipulate settings that control websites' access to cookies, JavaScript, and plug-ins
ca_es: Manipuleu la configuració que controla l'accés dels llocs web a galetes, a JavaScript i a connectors

source: Save Page As...
ca_es: Anomena i desa la pàgina...

source: Enables experimental extension APIs. Note that the extension gallery doesn't allow you to upload extensions that use experimental APIs.
ca_es: Activa les API d'extensions experimentals. Tingueu en compte que la galeria d'extensions no permet penjar extensions que utilitzin API experimentals.

source: PowerPoint presentation
ca_es: Presentació de PowerPoint

source: This plug-in only works on the desktop.
ca_es: Aquest connector només funciona a l'escriptori.

source: Cache read error
ca_es: Error de lectura de la memòria cau

source: Company name
ca_es: Nom de l'empresa

source: &Report an Issue...
ca_es: &Informa d'un problema...

source: Cookies set by this page
ca_es: Aquesta pàgina defineix les galetes

source: Webpage, HTML Only
ca_es: Pàgina web, només HTML

source: Create Application Shortcuts
ca_es: Creació de dreceres d'aplicacions

source: Uninstalling
ca_es: Desinstal·lació

source: Name on card
ca_es: Nom a la targeta

source: Open the home page
ca_es: Obre la pàgina d'inici

source: Simple Cache for HTTP.
ca_es: Memòria cau senzilla per a HTTP

source: "%{CLIENT_NAME}" is debugging this tab.
ca_es: "%{CLIENT_NAME}" està depurant aquesta pestanya.

source: Fit to page
ca_es: Ajusta a la mida de la pàgina

source: &Profiling Enabled
ca_es: Creació de &perfils activada

source: Test Startups
ca_es: Inicis de prova

source: Enable Developer Tools experiments.
ca_es: Activeu els experiments d'Eines per a desenvolupadors.

source: Error signing in.
ca_es: S'ha produït un error en iniciar la sessió.

source: Override software rendering list
ca_es: Sobreescriu la llista de renderització de programari

source: Sa&ve video as...
ca_es: De&sa el vídeo com a...

source: %{SELCTED_FILES_COUNT} items selected
ca_es: %{SELCTED_FILES_COUNT} elements seleccionats

source: Microphone settings
ca_es: Configuració del micròfon

source: You are following the administrator's recommendation for this setting.
ca_es: Esteu seguint la recomanació de l'administració per a aquesta configuració.

source: Metrics to Display
ca_es: Mètriques per mostrar

source: Don't Install
ca_es: No instal·lis

source: %{BEGIN_BOLD}You're browsing as a Guest%{END_BOLD}. Pages you view in this window won't appear in the browser history or search history, and they won't leave other traces, like cookies, on the computer after you sign out. Files you download and bookmarks you create won't be preserved. %{LINE_BREAK} %{BEGIN_LINK}Learn more%{END_LINK} about Guest browsing.
ca_es: %{BEGIN_BOLD}Esteu navegant com a convidat%{END_BOLD}. Les pàgines que visualitzeu en aquesta finestra no es mostraran a l'historial de navegació o a l'historial de cerca, ni deixaran cap altre rastre a l'ordinador, com ara galetes, un cop hàgiu tancat la sessió. Els fitxers que baixeu i les adreces d'interès que afegiu no es conservaran. %{LINE_BREAK} %{BEGIN_LINK}Més informació%{END_LINK} sobre la navegació com a convidat.

source: No microphone found.
ca_es: No s'ha trobat cap micròfon.

source: Your mobile data service is activated and ready to use
ca_es: El servei de dades mòbil està activat i a punt per fer servir

source: Fritz
ca_es: Pilota

source: Signing OCSP Responses
ca_es: Signatura de respostes OCSP

source: Manage exceptions...
ca_es: Gestiona les excepcions...

source: %{PRODUCT_NAME} cannot determine or set the default browser.
ca_es: %{PRODUCT_NAME} no pot determinar ni definir el navegador predeterminat.

source: Title must contain at least one character
ca_es: El títol ha de contenir com a mínim un caràcter

source: Auto-fix
ca_es: Correcció automàtica

source: Search history
ca_es: Cerca a l'historial

source: &Task Manager
ca_es: &Gestor de tasques

source: Your data is encrypted with your sync passphrase. Please enter it below.
ca_es: Les vostres dades s'han encriptat amb la vostra contrasenya de sincronització. Escriviu-la a continuació.

source: Show Details
ca_es: Mostra els detalls

source: Thai
ca_es: Tailandès

source: Use a web service to help resolve spelling errors
ca_es: Utilitza un servei web per solucionar els errors d'ortografia

source: The policy downloaded from the server is invalid: %{VALIDATION_ERROR}.
ca_es: La política que s'ha baixat del servidor no és vàlida: %{VALIDATION_ERROR}.

source: Reset to Default
ca_es: Restableix al valor predeterminat

source: No extensions have keyboard shortcuts assigned.
ca_es: No hi ha cap extensió que tingui tecles de drecera assignades.

source: Reinstall %{IDS_SHORT_PRODUCT_NAME}
ca_es: Torna a instal·lar %{IDS_SHORT_PRODUCT_NAME}

source: %{HOST} wants to use your camera.
ca_es: %{HOST} vol fer servir la vostra càmera.

source: The following sites have been blocked from tracking your location on this page:
ca_es: Els llocs següents han bloquejat el seguiment de la vostra ubicació en aquesta pàgina:

source: Fixed
ca_es: Corregida

source: Must be specified.
ca_es: S'ha d'especificar.

source: Disable Google Drive on this device.
ca_es: Desactiva Google Drive en aquest dispositiu.

source: Date
ca_es: Data

source: embedded on %{URL}
ca_es: incrustada a %{URL}

source: Preparing for first enterprise login...
ca_es: S'està preparant el primer inici de sessió de l'empresa...

source: Proxy Configuration Help
ca_es: Ajuda per configurar servidors intermediaris

source: Your page is available to view.
ca_es: Ja podeu visualitzar la pàg.

source: Fullscreen exceptions
ca_es: Excepcions de pantalla completa

source: Expand list
ca_es: Amplia la llista

source: Time Resolution
ca_es: Resolució de temps

source: Don't Reorder
ca_es: No tornis a ordenar

source: Exchange data with any computer in the domains: %{DOMAINS}
ca_es: Intercanvia les dades amb qualsevol ordinador dels dominis %{DOMAINS}

source: Album
ca_es: Àlbum

source: Add printers
ca_es: Afegeix impressores

source: Obliterate the following items from:
ca_es: Elimina els elements següents de:

source: Composited render layer borders
ca_es: Vores de la capa de renderització composta

source: Duplicate headers received from server
ca_es: S'han rebut capçaleres duplicades des del servidor

source: Pages
ca_es: Pàgines

source: Failed to export public key.
ca_es: No s'ha pogut exportar la clau pública.

source: Rotate c&ounterclockwise
ca_es: Gira en el sentit con&trari a les agulles del rellotge

source: Inspect &background page
ca_es: Inspecciona la &pàgina de fons

source: Manage email addresses...
ca_es: Gestiona les adreces electròniques...

source: %{COUNT} selected
ca_es: %{COUNT} seleccionades

source: Confirm Changes
ca_es: Confirma els canvis

source: Certificate authority
ca_es: Autoritats certificadores

source: Failed to start up the sync backend
ca_es: No s'ha pogut iniciar el servidor de sincronització

source: Resolving proxy...
ca_es: Resolent el servidor intermediari...

source: Add billing details...
ca_es: Afegeix dades de facturació...

source: Backing store in bad state
ca_es: L'emmagatzematge de la còpia de seguretat està en mal estat

source: Webview: %{WEBVIEW_TAG_NAME}
ca_es: Visualització del web: %{WEBVIEW_TAG_NAME}

source: Email Certificate
ca_es: Certificat de correu electrònic

source: Installation is not enabled.
ca_es: La instal·lació no està activada.

source: Issued By
ca_es: Emès per

source: About Google Translate
ca_es: Quant a Google Traductor

source: Choose Another Directory...
ca_es: Selecciona un altre directori...

source: Hostname pattern
ca_es: Patró del nom d'amfitrió

source: Select All
ca_es: Selecciona-ho tot

source: Enable an interactive autocomplete UI that can be invoked by calling HTMLFormElement#requestAutocomplete.
ca_es: Activa una IU de compleció automàtica interactiva que es pot invocar si es crida HTMLFormElement#requestAutocomplete.

source: Enable screen capture support in getUserMedia().
ca_es: Activa la compatibilitat amb captures de pantalla a getUserMedia()

source: Enabling...
ca_es: S'està activant...

source: Install these apps and extensions?
ca_es: Voleu instal·lar aquestes aplicacions i extensions?

source: Privacy
ca_es: Privadesa

source: Continue blocking unsandboxed plug-ins
ca_es: Continua bloquejant els connectors de fora de la zona de proves

source: Nordic
ca_es: Nòrdic

source: Disable gesture requirement for media playback.
ca_es: Desactiva el requisit de gestos per a la reproducció de multimèdia.

source: Remember my choice for all links of this type.
ca_es: Recorda la meva selecció per a tots els enllaços d'aquest tipus.

source: Enable Opus playback in <video> elements.
ca_es: Activa la reproducció d'Opus en elements de <vídeo>.

source: Enable CSS Shaders.
ca_es: Activació dels Shaders CSS.

source: Metrics relating to the effect of %{SHORT_PRODUCT_NAME} on the system's memory
ca_es: Mètriques relacionades amb l'efecte de %{SHORT_PRODUCT_NAME} a la memòria del sistema

source: Disable the new tab page menu for accessing tabs on other devices.
ca_es: Desactiveu el menú de pàgina nova per accedir a les pestanyes en altres dispositius.

source: File owner
ca_es: Propietari del fitxer

source: Disable user gesture requirement for playing media elements. Activating this will allow autoplay to work.
ca_es: Desactiva el requisit de gestos de l'usuari per reproduir elements multimèdia. Si s'activa aquesta opció, la reproducció automàtica funcionarà.

source: Seccomp-BPF sandbox
ca_es: Zona de proves de Seccomp-BPF

source: Add last name
ca_es: Afegeix el cognom

source: Add new credit card...
ca_es: Afegeix una targeta de crèdit nova...

source: PKCS #1 SHA-512 With RSA Encryption
ca_es: PKCS #1 SHA-512 amb encriptació RSA

source: View with the Files app
ca_es: Visualitza amb l'aplicació Fitxers

source: Disable new lock animations.
ca_es: Desactiva les animacions de bloqueig noves.

source: An error occurred.
ca_es: S'ha produït un error.

source: Hebrew
ca_es: Hebreu

source: Can't find the absolute path to the directory to pack.
ca_es: No es pot trobar el camí absolut al directori per empaquetar.

source: Pin tabs
ca_es: Fixa les pestanyes

source: In order to import Toolbar bookmarks into Chrome, you must be signed in to your Google account. Please sign in and try to import again.
ca_es: Per tal d'importar els marcadors de la barra Google a Google Chrome, cal que tingueu la sessió iniciada al vostre compte de Google. Inicieu la sessió i torneu a provar d'importar-los.

source: Mia
ca_es: Laura

source: &Developer Tools
ca_es: &Eines per a desenvolupadors

source: Unable to parse file.
ca_es: No es pot analitzar el fitxer.

source: Sa&ve Audio As...
ca_es: De&sa l'àudio com a...

source: Trust this certificate for identifying websites.
ca_es: Confia en aquest certificat per identificar llocs web.

source: Your hard disk is full. Please save to another location or make more room on the hard disk.
ca_es: El vostre disc dur és ple. Deseu-ho en una altra ubicació o allibereu espai del disc dur.

source: attached
ca_es: connectat

source: Could not create bookmark item.
ca_es: No s'ha pogut crear l'element d'adreça d'interès.

source: Ask me when a site wants to use a plug-in to access my computer (recommended)
ca_es: Pregunta'm quan un lloc vulgui fer servir un connector per accedir al meu equip (recomanat)

source: Encrypt synced passwords with your Google credentials
ca_es: Encripta contrasenyes sincronitzades amb les vostres credencials de Google

source: Access data you copy and paste
ca_es: Accediu a les dades que copieu i enganxeu

source: Enter Full Screen
ca_es: Visualitza en pantalla completa

source: Date modified
ca_es: Data de modificació

source: Error code present in the policy response
ca_es: Hi ha un codi d'error en la resposta a la política

source: Disable 3D software rasterizer
ca_es: Desactiva el renderitzador de programari 3D

source: Netscape Certificate SSL Server Name
ca_es: Nom del servidor SSL de certificats de Netscape

source: Shows extension "script badges" in the location bar rather than page actions.
ca_es: Mostra l'extensió "insígnies de script" a la barra d'ubicacions en comptes d'accions de pàgina.

source: Subject
ca_es: Subjecte

source: Chess
ca_es: Escacs

source: Re&load App
ca_es: To&rna a carregar l'aplicació

source: Google Drive space left: %{SPACE_AVAILABLE}.
ca_es: Espai que queda a Google Drive: %{SPACE_AVAILABLE}.

source: Search or type URL
ca_es: Cerqueu o escriviu l'URL

source: Machine
ca_es: Automàtica

source: %{URL} wants to permanently store data on your local computer.
ca_es: %{URL} vol emmagatzemar de forma permanent dades a l'equip local.
